{
  "homepage": {
    "herosection": {
      "title1_1": "استثمر في ",
      "title1_3": " DHS ",
      "title1_2": "طريقة التداول",
      "crypto_with_clarity": "تداول العملات الرقمية بوضوح.",
      "dhs_safe_honest": "DHS هي منصتك الآمنة والصادقة في الإمارات. تداول بثقة. نمُ مع الهدف.",
      "subscribe": "اشترك",
      "email_placeholder": "example@email.com",
      "subscribe_success": "شكرًا لك!",
      "subscribe_error_empty": "يرجى إدخال بريدك الإلكتروني.",
      "subscribe_error_invalid": "يرجى إدخال بريد إلكتروني صالح."
    },
    "worldmap": {
      "global_network": "الشبكة العالمية",
      "available_across_world": "متوفر في جميع أنحاء العالم",
      "worldmap_desc": "اتصل بمجمعات السيولة العالمية، وتداول بأمان عبر القارات، واختبر الوصول الفوري إلى أبرز الأصول الرقمية في العالم—أينما كنت."
    },
    "calculator": {
      "calculator_title": "محول العملات الرقمية"
    },
    "converter": {
      "amount": "المبلغ",
      "select_coin": "اختر العملة الرقمية",
      "select_currency": "اختر العملة",
      "loading_price": "جاري تحميل السعر…",
      "last_updated": "آخر تحديث في {time} بتوقيت UTC"
    }
  },
  "LanguageSwitcher": {
    "en": "الإنجليزية",
    "ar": "العربية"
  },
  "Contact": {
    "full_name": "الاسم الكامل",
    "enter_your_full_name": "أدخل اسمك الكامل",
    "email": "البريد الإلكتروني",
    "enter_your_email": "أدخل بريدك الإلكتروني",
    "phone": "رقم الهاتف",
    "enter_your_phone_number": "أدخل رقم هاتفك",
    "subject": "الموضوع",
    "enter_the_subject": "أدخل الموضوع",
    "message": "الرسالة",
    "enter_your_message": "أدخل رسالتك",
    "send_message": "إرسال الرسالة",
    "name_error": "يجب أن يكون الاسم على الأقل حرفين.",
    "email_error": "يرجى إدخال بريد إلكتروني صالح.",
    "phone_error": "يجب أن يكون رقم الهاتف على الأقل 10 أرقام.",
    "subject_error": "يجب أن يكون الموضوع على الأقل 5 أحرف.",
    "message_error": "يجب أن تكون الرسالة على الأقل 10 أحرف."
  },
  "Header": {
    "home": "الرئيسية",
    "contact": "اتصل بنا",
    "sign_in": "تسجيل الدخول"
  },
  "Footer": {
    "resources": "الموارد",
    "conflict_of_interest": "تعارض المصالح",
    "privacy_policy": "سياسة الخصوصية",
    "risk_disclosure": "إفصاح المخاطر",
    "terms_and_conditions": "الشروط والأحكام",
    "whistleblowing_policy": "سياسة الإبلاغ عن المخالفات",
    "join_newsletter": "اشترك في النشرة الإخبارية",
    "newsletter_desc": "تسعى DHS لإحداث فرق في عالم التداول من خلال التركيز...",
    "subscribe": "اشترك",
    "copyright": "©2025 DHS جميع الحقوق محفوظة."
  },
  "contactPage": {
    "title": "اتصل بنا",
    "description": "يرجى ملء المعلومات أدناه، سيتواصل معك فريق خدمة العملاء في أقرب وقت ممكن"
  },
  "conflictOfInterest": {
    "hero_title": "دليل تضارب المصالح",
    "hero_desc": "وضع السياسات والإجراءات لتحديد وإدارة تضارب المصالح",
    "document_control": "1. التحكم في الوثيقة",
    "document_information": "معلومات الوثيقة",
    "document_name": "اسم الوثيقة",
    "document_name_value": "دليل تضارب المصالح",
    "unit": "الوحدة",
    "unit_value": "مسؤول الامتثال",
    "document_approval_history": "سجل الموافقة على الوثيقة",
    "date": "التاريخ",
    "name": "الاسم",
    "position_title": "المنصب/الوظيفة",
    "signature": "التوقيع",
    "document_edit_review_history": "سجل تحرير/مراجعة الوثيقة",
    "version": "الإصدار",
    "comments": "ملاحظات",
    "prepared_revised_by": "أعد/راجع بواسطة",
    "distribution_final_updated": "توزيع الوثيقة النهائية/المحدثة",
    "glossary": "2. المصطلحات/الاختصارات",
    "glossary_desc": "في هذا الدليل، باستثناء ما يتطلبه السياق خلاف ذلك، يكون للكلمات والتعابير التالية المعاني التالية:",
    "abbreviation": "الاختصار",
    "definition": "التعريف",
    "board": "المجلس",
    "board_of_directors": "مجلس الإدارة",
    "vara": "VARA",
    "vara_desc": "هيئة تنظيم الأصول الافتراضية في دبي",
    "company": "الشركة",
    "company_desc": "الشركة",
    "introduction": "3. المقدمة",
    "manual_purpose": "3.1 هدف الدليل",
    "manual_purpose_desc1": "يضع دليل تضارب المصالح ('الدليل') السياسات والإجراءات والمتطلبات الداخلية لشركة Mc. Coin Virtual Assets L.L.C ('الشركة') فيما يتعلق بتضارب المصالح. تلتزم الشركة بمعاملة عملائها بعدل وتطلب من موظفيها التصرف بأعلى معايير النزاهة. قد يؤدي الفشل في تحديد وإدارة تضارب المصالح بشكل مناسب إلى عواقب غير ملائمة أو سلبية للعملاء أو المستثمرين أو الشركة أو الموظفين.",
    "manual_purpose_desc2": "نظرًا لطبيعة أنشطة الشركة، قد تنشأ ظروف تتسبب في وجود تضارب فعلي أو محتمل في المصالح. يُعتبر وجود تضارب في المصالح عندما يُتوقع بشكل معقول أن يؤدي السعي وراء مصالح طرف واحد إلى الإضرار أو التأثير سلبًا على مصالح طرف آخر.",
    "manual_application": "تطبيق الدليل",
    "manual_application_list": [
      "يوفر هذا الدليل مجموعة من الإرشادات لحوكمة تضارب المصالح والسيطرة في الشركة. يحدد هذا الدليل تسلسل السلطة والمسؤولية والمساءلة لمجلس الإدارة ('المجلس') والإدارة العليا. على وجه الخصوص، يجب على الشركة بذل كل الجهود المعقولة لتجنب تضارب المصالح بين أي من الأطراف التالية:",
      "المجموعة التابعة لهم.",
      "الشركة.",
      "مجلس إدارة الشركة.",
      "موظفي الشركة.",
      "عملاء الشركة.",
      "مستثمري الشركة.",
      "يضمن هذا الدليل إدارة مختلف أنواع تضارب المصالح، بما في ذلك التضارب المدرك والتضارب المحتمل.",
      "يحدد هذا الدليل إطار عمل الشركة لتحديد وإدارة تضارب المصالح ويضع المبادئ المتعلقة بالتحديد والتوثيق والإدارة والتصعيد لتضارب المصالح، بما في ذلك أمثلة على الحالات التي قد ينشأ فيها تضارب المصالح داخل الشركة.",
      "يضمن هذا الدليل تقليل مخاطر المعاملة غير العادلة للعملاء والأطراف الثالثة (أي شخص طبيعي أو اعتباري غير الموظفين والعملاء والأشخاص المرتبطين بالشركة)، ومنع الاستخدام غير المناسب للمعلومات السرية أو لموقع الشركة لتحقيق ميزة.",
      "يهدف هذا الدليل إلى حماية الشركة من أي عقوبات خطيرة أو أضرار بالسمعة أو دعاوى قضائية أو فقدان التراخيص أو الغرامات المالية."
    ],
    "manual_understanding": "3.2 فهم الدليل",
    "manual_understanding_desc": "ينطبق هذا الدليل على مجلس إدارة الشركة وجميع موظفيها. يجب على جميع الموظفين أداء أدوارهم ومسؤولياتهم فيما يتعلق بهذا الدليل.",
    "manual_review": "3.3 مراجعة الدليل",
    "manual_review_list": [
      "يجب مراجعة هذا الدليل مرة واحدة على الأقل سنويًا، أو حسب توجيهات المجلس، لضمان بقائه محدثًا ومتوافقًا مع أي تغييرات جوهرية في عمليات الشركة أو المتطلبات التنظيمية المعمول بها. يجب توثيق جميع التعديلات والموافقة عليها بشكل صحيح قبل التنفيذ. سيتم إخطار الموظفين بأي تحديثات جوهرية.",
      "يجب تصعيد أي انتهاكات لهذا الدليل إلى وظيفة الامتثال."
    ],
    "manual_owner": "3.4 مالك الدليل",
    "manual_owner_list": [
      "يجب أن يكون مالك هذا الدليل هو مسؤول الامتثال.",
      "يجب أن تتم الموافقة على هذا الدليل وإصداره من قبل المجلس.",
      "يجب الموافقة على أي استثناءات لهذا الدليل من قبل المجلس قبل تطبيقها."
    ],
    "manual_disclaimer": "3.5 إخلاء المسؤولية",
    "manual_disclaimer_desc": "تم إعداد هذا الدليل لغرض التقديم على رخصة VARA. قد يتم تحديث محتوى هذا الدليل لتلبية متطلبات العمل والتنظيم عند توفرها، أثناء مرحلة تنفيذ الشركة وقبل إطلاقها.",
    "guiding_principles": "4. المبادئ التوجيهية حول تضارب المصالح",
    "general_principles": "4.1 المبادئ العامة",
    "staff_specific_principles": "4.2 مبادئ خاصة بالموظفين",
    "conflict_management": "5. إدارة تضارب المصالح",
    "identification": "5.1 التعرف",
    "identification_desc": "قد تنشأ تضاربات المصالح داخل الشركة في مجموعة من الظروف. من المتوقع أن يكون الموظفون قادرين على تحديد التضاربات المحتملة لضمان إدارتها بشكل مناسب ووفقًا لهذا الدليل. تشمل المجالات الشائعة التي قد تنشأ فيها تضاربات المصالح، على سبيل المثال لا الحصر:",
    "identification_list": [
      "المحسوبية: تفضيل الأقارب أو الأصدقاء الشخصيين بسبب علاقتهم بدلاً من قدراتهم.",
      "الهدايا والترفيه: نقل شيء ما مع توقع الحصول على شيء في المقابل. راجع سياسة مكافحة الرشوة والفساد.",
      "التعامل الذاتي: يحدث عادة عندما يتصرف المدير أو المسؤول أو المساهم المسيطر بشكل غير عادل داخل شركته لتحقيق مكاسب شخصية ويؤدي إلى فائدة غير متناسبة.",
      "العمل الخارجي: الأنشطة التي تتعارض مع الواجبات الرسمية للموظف أو تؤدي إلى فشل الموظف في تحقيق الحد الأدنى من معايير الإنتاجية أو الجودة في العمل.",
      "الرشوة/العمولات: ممارسة تقديم شيء ما، عادة المال، من أجل الحصول على ميزة غير مشروعة.",
      "العلاقات الحالية أو السابقة: الشركاء الاستراتيجيون والأفراد ذوو الثروات العالية الذين لديهم مناصب في، واتصالات مع، جهات إصدار عامة.",
      "الخدمات: الاهتمام بنتيجة خدمة مقدمة للعميل أو بنتيجة معاملة تم تنفيذها نيابة عن العميل، والتي تختلف عن مصلحة العميل."
    ],
    "escalation": "5.2 التصعيد",
    "escalation_desc": "في حال تم تحديد تضارب في المصالح، يجب إدارته بسرعة وإنصاف من خلال عملية التصعيد التالية:",
    "escalation_list": [
      "يجب الإبلاغ عن التضارب إلى المشرف المباشر للموظف مع توضيح وجود وطبيعة التضارب.",
      "يكون المشرفون/الإدارة العليا في الشركة مسؤولين عن تقييم التضاربات الفعلية أو المحتملة في المصالح وتحديد أفضل مسار للعمل بعد التشاور مع وظائف الرقابة ذات الصلة، بما في ذلك التصعيد إلى سلطة أعلى.",
      "يجب على الإدارة العليا إخطار مسؤول الامتثال بتضارب المصالح، مع تفاصيل الحالة.",
      "يجب أن تتاح للموظف الفرصة لتقديم مبرراته.",
      "يجب على مسؤول الامتثال تقييم والموافقة على حالات تضارب المصالح والتشاور مع الرئيس التنفيذي أو الإدارة العليا الأخرى، حسب ما يراه مناسبًا، عند اتخاذ قرار بشأن الحالة.",
      "بالنسبة للحالات المحتملة التي تشمل مسؤول الامتثال، يجب الإبلاغ عنها إلى الرئيس التنفيذي.",
      "يكون المجلس هو السلطة المعتمدة للحالات التي تشمل الرئيس التنفيذي.",
      "بمجرد حل المسألة، يجب اتخاذ الإجراء المناسب وتوثيق جميع التفاصيل للرجوع إليها في المستقبل، بما في ذلك تحديث سجل تضارب المصالح."
    ],
    "conflicts_register": "5.3 سجل تضارب المصالح",
    "conflicts_register_list": [
      "يجب أن تحتفظ وظيفة الامتثال بسجل للتوثيق ومسار العمل.",
      "يجب على مسؤول الامتثال تسجيل تفاصيل تضارب المصالح والإجراءات المتخذة لمنع أو إدارة المصلحة في مثل هذا السجل."
    ],
    "management_control": "5.4 الإدارة والسيطرة",
    "management_control_desc": "يجب على الشركة اتخاذ جميع الخطوات المعقولة لضمان عدم تأثير تضارب المصالح سلبًا على مصالح عملائها أو الشركة نفسها أو مستثمريها أو مساهميها أو أصحاب المصلحة الآخرين. يتم تحقيق ذلك من خلال تحديد هذه التضاربات ومنعها وإدارتها بشكل فعال. لإدارة تضارب المصالح، قد تستخدم الشركة تدابير مختلفة—إما بشكل فردي أو مجتمعة—بما في ذلك، على سبيل المثال لا الحصر، ما يلي:",
    "conflict_checks": "5.4.1 فحوصات التضارب",
    "conflict_checks_list": [
      "يجب إجراء فحوصات التضارب على العقود/الاتفاقيات/الشركاء المحتملين لتحديد أي تضارب في المصالح، قبل توقيع وثائق ملزمة قانونًا لتقديم خدمات لعميل قد تكون له مصالح متضاربة مع الشركة أو عملاء الشركة الحاليين. تشمل هذه التضاربات، على سبيل المثال لا الحصر:",
      "اختيار الموردين.",
      "الاستعانة بمصادر خارجية.",
      "يجب إجراء فحوصات التضارب على الأنشطة والمصالح الشخصية للموظفين لتحديد أي تضارب محتمل أو فعلي مع المجموعة أو الشركة أو المجلس أو الموظفين الآخرين أو العملاء أو المستثمرين، قبل الانضمام إلى الشركة من قبل الموارد البشرية. يشمل ذلك فحوصات التضارب على:",
      "أفراد الأسرة المباشرين (الزوج/الزوجة، الأطفال، أزواج الأطفال، الوالدين).",
      "الانتماءات السياسية.",
      "الهدايا والضيافة التي سيتم تقديمها أو يُعتزم استلامها."
    ],
    "disclosures": "5.4.2 الإفصاحات",
    "disclosures_list": [
      "يجب على جميع الموظفين الإفصاح عن أي تضارب في المصالح قائم أو محتمل، بما في ذلك:",
      "وجود أو احتمال وجود قريب يعمل في الشركة حتى لو كان منفصلًا أو يعمل في قسم مختلف.",
      "عضوية مجلس الإدارة أو حيازة أسهم كبيرة في شركات أخرى تؤدي إلى تضارب في المصالح.",
      "أي مصلحة في شراكة أو وصية أو صندوق ائتماني.",
      "عضوية مجلس الإدارة في أي ترتيب مؤسسي.",
      "أي دور أو منصب مسؤولية قد يتعارض مع مصالح الشركة.",
      "يجب أن يتم الإفصاح بمجرد أن يحدد الموظف أنه قد يكون هناك تضارب.",
      "يجب على الموظفين الجدد الإفصاح للموارد البشرية عن جميع التضاربات أثناء عملية التوظيف حتى يمكن مناقشتها والموافقة عليها من قبل الإدارات المعنية."
    ],
    "gifts_entertainment": "5.4.3 الهدايا والترفيه الشخصية",
    "gifts_entertainment_desc": "قد ينشأ تضارب في المصالح عندما يتلقى الموظف أو يقدم هدية أو ترفيهًا يشكل حافزًا غير مناسب للموظف أو الشركة أو ممثل الطرف الثالث أو العميل أو المورد للتصرف بطريقة معينة. لا يجوز للشركة السماح بتقديم أو قبول الهدايا أو الترفيه من قبل الموظف إلا إذا كان ذلك معقولًا ومتناسبًا وله غرض تجاري مشروع. يرجى الرجوع إلى سياسة مكافحة الرشوة والفساد.",
    "outside_business": "5.4.4 المصالح التجارية الخارجية",
    "outside_business_desc": "قد تتعارض مصالح الموظفين خارج دورهم في الشركة مع مصالح الشركة أو عملاء الشركة وبالتالي يجب إدارتها للحفاظ على نزاهة الشركة وموظفيها. بالإضافة إلى ذلك، قد تعرض المصالح التجارية الخارجية الموظفين لمعلومات سرية لعميل أو عميل محتمل للشركة، مما يؤدي إلى تضارب في المصالح. يرجى الرجوع إلى سياسة مكافحة الرشوة والفساد.",
    "segregation_duties": "5.4.5 فصل الواجبات",
    "segregation_duties_desc": "يجب على الشركة الحفاظ على فصل هيكلي واضح بين الوظائف التجارية ووظائف البنية التحتية لضمان التشغيل المستقل للأنشطة التجارية ووظائف إدارة المخاطر. علاوة على ذلك، يجب على الشركة تنفيذ والحفاظ على بيئة رقابة داخلية قائمة على إطار 'النموذج ذو الخطوط الثلاثة'. يحدد هذا الإطار ويعزز مسؤوليات إدارة المخاطر والرقابة والإبلاغ عبر المنظمة بطريقة متسقة ومتكاملة. كما يتطلب استقلالية وظائف الرقابة الرئيسية، بما في ذلك الامتثال والمخاطر والتدقيق الداخلي، لضمان الرقابة الفعالة والمساءلة.",
    "vendors_third_party": "5.4.6 الموردون وممثلو الأطراف الثالثة",
    "vendors_third_party_list": [
      "يجب على الشركة إجراء العناية الواجبة على الموردين وممثلي الأطراف الثالثة كجزء من عملية الانضمام الخاصة بهم ويجب أن يكون لديها ترتيبات تعاقدية لحماية مصالح الشركة وعملائها.",
      "قد تنشأ تضاربات المصالح فيما يتعلق بالموردين وممثلي الأطراف الثالثة حيث، على سبيل المثال، يكون الموظف المعني بعملية الشراء أو التوظيف لديه علاقة وثيقة مع مورد أو ممثل طرف ثالث معين.",
      "من المتوقع أن يتعرف الموظفون على تضاربات المصالح المحتملة ويصعدوها ويديروها وفقًا لذلك. تقع على عاتق الموظف مسؤولية الإبلاغ عن جميع الأمور التي قد يتوقع بشكل معقول أن تؤثر على استقلاليته وموضوعيته، أو تتداخل مع واجباته تجاه الشركة أو عملائها أو تعطي انطباعًا بوجود تضارب في المصالح.",
      "علاوة على ذلك، يجب على الشركة السعي لإدارة العلاقات الفعلية أو المحتملة مع الموردين، والتي هي أيضًا علاقات عملاء فعلية أو محتملة، بشكل مستقل وعلى أساس مبدأ التعامل على مسافة واحدة. يجب تحديد قواعد التعامل بين الشركة والموردين والعملاء لإدارة تضارب المصالح الفعلي أو المحتمل."
    ],
    "escalation_2": "5.4.7 التصعيد",
    "escalation_2_desc": "يجب على الشركة تشغيل إجراءات التصعيد والحل لتضارب المصالح (سواء المتعلقة بالعميل أو غير ذلك). يجب على الموظفين اتباع عملية التصعيد الداخلية المنصوص عليها كما هو موضح في القسم 4.",
    "whistleblowing": "5.4.8 الإبلاغ عن المخالفات",
    "whistleblowing_desc": "يجب على الشركة توفير قنوات مناسبة للإبلاغ/الإبلاغ عن تضارب المصالح داخل الشركة عندما يرى الموظف أن هذه هي القناة المناسبة لجذب انتباه الشركة إلى الأمر. يجب أن تحدد سياسة الإبلاغ عن المخالفات في الشركة المبادئ التي يجب على الموظفين من خلالها الإبلاغ عن أي مخاوف أو شكوك بشأن الانتهاكات المحتملة للقوانين أو القواعد أو اللوائح أو الانتهاكات المحتملة لسياسات الشركة أو معاييرها أو إجراءاتها، بما في ذلك قيم ومعتقدات الشركة.",
    "breaches": "6. الانتهاكات والتصعيد والعقوبات",
    "breaches_list": [
      "يجب الإبلاغ عن أي انتهاك أو مخالفة سواء كانت متعمدة أو غير متعمدة، لدليل تضارب المصالح دون تأخير إلى وظيفة الامتثال.",
      "قد تؤدي الانتهاكات للدليل إلى العواقب التالية:",
      "فقدان العملاء.",
      "دعاوى العملاء.",
      "عقوبات من الجهة التنظيمية.",
      "إجراءات تأديبية أو احتمال الفصل حسب تقدير الموارد البشرية.",
      "يجب أن تظل الانتهاكات المبلغ عنها سرية ومحصورة لتجنب زيادة حدة الانتهاك."
    ],
    "training": "7. التدريب والتوعية",
    "training_list": [
      "يجب على جميع الموظفين الخضوع لتدريب إلزامي ذي صلة بدورهم، فيما يتعلق بهذا الدليل.",
      "يتم مراقبة حضور التدريب لأغراض تقييم الأداء.",
      "سيؤدي عدم الامتثال إلى انتهاك هذا الدليل وسيتم تصعيده إلى مدير خط الأعمال ووظيفة الامتثال لاتخاذ الإجراءات التأديبية اللاحقة، إذا رأت وظيفة الامتثال ذلك ضروريًا."
    ],
    "annexure": "8. الملحق",
    "annexure_desc": "أمثلة على سيناريوهات تضارب المصالح التي قد تحدث في الشركة:",
    "annexure_table_headers": ["الفئة", "النوع", "الوصف"],
    "annexure_table_rows": [
      [
        "الموظف مقابل العميل",
        "نشر المعلومات",
        "تضاربات تتعلق باستخدام المعلومات السرية للعملاء."
      ],
      [
        "الموظف مقابل العميل",
        "بيع المنتجات المتقاطع",
        "قد ينشأ تضارب في المصالح بين الشركة أو الموظف والعميل إذا شارك الموظف في أنشطة بيع متقاطع تضر بالعميل أو تقديم خدمات/منتجات متعددة للعميل، والتي ليست في مصلحة العميل، بشكل أساسي لتوليد رسوم أو إيرادات أعلى لصالح الشركة."
      ],
      [
        "الشركة مقابل الموظف",
        "علاقة عائلية/شخصية وثيقة",
        "قد ينشأ تضارب في المصالح بين الشركة أو الموظف أو العميل أو المورد إذا تعامل الموظف مع أفراد الأسرة أو العلاقات الشخصية الوثيقة أثناء أداء الأعمال لصالح الشركة أو نيابة عنها. قد تؤثر هذه التعاملات على حكم الموظف أو قدرته على التصرف بموضوعية أو أداء واجباته ومسؤولياته المستحقة للشركة و/أو العملاء بشكل صحيح. قد يؤدي ذلك إلى خطر الإضرار بسمعة الشركة، بما في ذلك خطر أو مظهر من مظاهر عدم النزاهة."
      ],
      [
        "العميل مقابل الشركة",
        "الهدايا والترفيه المستلم",
        "قد ينشأ تضارب في المصالح بين الموظف والشركة أو العميل أو طرف ثالث إذا تلقى الموظف هدايا و/أو ترفيهًا قد يحفز الموظف بشكل غير مناسب على التصرف بطريقة قد تتعارض مع مصالح الشركة أو العميل و/أو الطرف الثالث."
      ]
    ],
    "back_to_top": "العودة للأعلى"
  },
  "privacyPolicy": {
    "title": "سياسة الخصوصية",
    "subtitle": "الخاصة بشركة Direct Honest Safe International Exchange FZE",
    "version": "الإصدار 01",
    "last_updated": "آخر تحديث: 10 يونيو 2024",
    "intro_title": "المقدمة",
    "intro_p1": "في <em>Direct Honest Safe International Exchange FZE</em> (\"Direct Honest Safe International Exchange FZE\"، \"نحن\"، \"لنا\" أو \"لدينا\")، نحن ملتزمون باحترام خصوصيتك وحماية البيانات الشخصية التي تقدمها عند استخدام خدماتنا.",
    "intro_p2": "توضح سياسة الخصوصية هذه كيف نجمع معلوماتك الشخصية ونخزنها ونعالجها ونحميها بما يتوافق مع أحدث <em>توصيات مجموعة العمل المالي (FATF)</em>، و<em>قانون حماية البيانات الإماراتي (2021)</em>، ولوائح <em>هيئة تنظيم الأصول الافتراضية (VARA)</em>.",
    "intro_p3": "نحن ملتزمون بالحفاظ على الشفافية فيما يتعلق بكيفية تعاملنا مع معلوماتك الشخصية وضمان التزامنا بالمعايير العالمية للخصوصية والأمان والامتثال القانوني.",
    "intro_p4": "باستخدامك لخدماتنا، فإنك توافق على الممارسات الموضحة في سياسة الخصوصية هذه. إذا كنت لا توافق على أي جزء من هذه السياسة، نوصيك بالامتناع عن استخدام خدماتنا.",
    "section1_title": "1. المعلومات التي نجمعها",
    "section1_desc": "نجمع الأنواع التالية من المعلومات الشخصية لتقديم خدماتنا، والامتثال للالتزامات التنظيمية، وتحسين تجربتك:",
    "section1_personal_id_title": "معلومات التعريف الشخصية:",
    "section1_personal_id_list": [
      "الاسم الكامل: الاسم الأول واسم العائلة",
      "تاريخ الميلاد: للتأكد من استيفاء متطلبات العمر",
      "الجنسية: لأغراض اعرف عميلك (KYC) والامتثال التنظيمي",
      "معلومات الاتصال: عنوان البريد الإلكتروني، رقم الهاتف، العنوان الفعلي"
    ],
    "section1_financial_title": "المعلومات المالية:",
    "section1_financial_list": [
      "تفاصيل البنك: بما في ذلك أرقام الحسابات المصرفية وطرق الدفع",
      "معلومات الدفع: تفاصيل بطاقة الائتمان، سجل الدفع، وعناوين محافظ الأصول الرقمية",
      "سجل المعاملات: تفاصيل شراء وبيع وتحويل وتبادل الأصول الرقمية"
    ],
    "section1_identity_title": "معلومات التحقق من الهوية (لالتزام اعرف عميلك/مكافحة غسل الأموال):",
    "section1_identity_list": [
      "بطاقات الهوية الصادرة عن الحكومة: جواز السفر، بطاقة الهوية الوطنية، أو رخصة القيادة",
      "إثبات العنوان: فواتير الخدمات، كشوف الحسابات البنكية، أو المستندات الرسمية",
      "البيانات البيومترية: إذا لزم الأمر للتحقق من الهوية (مثل التعرف على الوجه أو بصمات الأصابع)"
    ],
    "section1_device_title": "بيانات الجهاز والاستخدام:",
    "section1_device_list": [
      "عنوان IP: لاكتشاف ومنع الاحتيال، وتحسين الأمان",
      "معلومات المتصفح والجهاز: بما في ذلك نوع الجهاز، نظام التشغيل، ومتصفح الويب",
      "ملفات تعريف الارتباط وبيانات التتبع: للتحليلات، وتحسين تجربة المستخدم، والتخصيص"
    ],
    "section2_title": "2. كيف نستخدم معلوماتك",
    "section2_services_title": "أ. لتقديم خدماتنا:",
    "section2_services_list": [
      "تسهيل وصولك إلى منصتنا واستخدامها",
      "معالجة المعاملات المتعلقة بالأصول الرقمية والأنشطة ذات الصلة (الشراء، التحويل، التبادل)",
      "تقديم إدارة الحساب ودعم العملاء"
    ],
    "section2_legal_title": "ب. للامتثال للمتطلبات القانونية والتنظيمية:",
    "section2_legal_list": [
      "اعرف عميلك (KYC): جمع والتحقق من هويتك لمنع الاحتيال والامتثال لمتطلبات مكافحة غسل الأموال وتمويل الإرهاب وفقًا لتوصيات FATF وVARA.",
      "الامتثال لمكافحة غسل الأموال وتمويل الإرهاب: مراقبة المعاملات بحثًا عن علامات النشاط المشبوه والإبلاغ عن أي أنشطة غير عادية أو غير مشروعة للجهات التنظيمية المختصة، كما هو مطلوب بموجب القانون الإماراتي وإرشادات FATF.",
      "مراقبة المعاملات: إجراء مراقبة مستمرة لنشاطك المالي لاكتشاف ومنع غسل الأموال أو تمويل الإرهاب.",
      "التقارير التنظيمية: مشاركة بياناتك مع الجهات التنظيمية إذا كان ذلك مطلوبًا بموجب القانون أو بموجب إجراءات قانونية مثل الاستدعاءات أو أوامر المحكمة."
    ],
    "section2_security_title": "ج. لتحسين الأمان:",
    "section2_security_list": [
      "تعزيز أمان حسابك من خلال تحديد التهديدات أو الاختراقات المحتملة والتخفيف منها",
      "استخدام التشفير لحماية البيانات الشخصية والمالية الحساسة",
      "تنفيذ أنظمة كشف الاحتيال"
    ],
    "section2_communication_title": "د. للتواصل معك:",
    "section2_communication_list": [
      "إرسال إشعارات أساسية لك (مثل تأكيدات المعاملات، نشاط الحساب، تحديثات النظام)",
      "تقديم تحديثات حول خدماتنا أو العروض الترويجية أو الأخبار، فقط إذا اخترت تلقي الاتصالات التسويقية"
    ],
    "section3_title": "3. سياسة الاحتفاظ بالبيانات",
    "section3_desc": "نحتفظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في سياسة الخصوصية هذه، وبالقدر المطلوب للامتثال للالتزامات القانونية والتنظيمية والتعاقدية المعمول بها:",
    "section3_identity_title": "بيانات التحقق من الهوية",
    "section3_identity_desc": "سيتم الاحتفاظ بمستندات اعرف عميلك وبيانات التحقق لمدة لا تقل عن <strong>خمس (5) سنوات</strong> بعد إنهاء علاقتنا بك، وذلك امتثالًا لتوصية FATF بشأن حفظ السجلات لأغراض مكافحة غسل الأموال وتمويل الإرهاب.",
    "section3_transaction_title": "سجلات المعاملات",
    "section3_transaction_desc": "نحتفظ بالبيانات المتعلقة بمعاملات الأصول الرقمية، بما في ذلك عناوين المحافظ، ومبالغ المعاملات، والتواريخ، لمدة لا تقل عن <strong>خمس (5) سنوات</strong> كما هو مطلوب بموجب القانون الإماراتي ولوائح VARA.",
    "section3_account_title": "معلومات الحساب",
    "section3_account_desc": "قد يتم الاحتفاظ ببيانات الحساب حتى تطلب الحذف أو إنهاء حسابك، مع مراعاة متطلبات الاحتفاظ القانونية.",
    "section4_title": "4. مشاركة والإفصاح عن معلوماتك",
    "section4_desc": "قد نشارك بياناتك الشخصية في السيناريوهات التالية:",
    "section4_service_title": "أ. مزودو الخدمة:",
    "section4_service_desc": "قد نستعين بمزودي خدمات من أطراف ثالثة لدعم جوانب مختلفة من عمليات أعمالنا، بما في ذلك على سبيل المثال لا الحصر معالجة المدفوعات، ودعم العملاء، ومنع الاحتيال، والتحقق من الهوية. قد يُمنح هؤلاء المزودون حق الوصول إلى معلوماتك الشخصية فقط عند الحاجة ولغرض أداء وظائفهم المحددة نيابة عنا، وفقًا لقوانين حماية البيانات المعمول بها والضمانات التعاقدية.",
    "section4_regulatory_title": "ب. السلطات التنظيمية وجهات إنفاذ القانون:",
    "section4_regulatory_desc": "قد نفصح عن معلوماتك للجهات التنظيمية الإماراتية، بما في ذلك VARA، ومصرف الإمارات المركزي، أو الجهات الحكومية الأخرى، إذا كان ذلك مطلوبًا بموجب القانون أو للامتثال للالتزامات القانونية مثل لوائح مكافحة غسل الأموال وتمويل الإرهاب. قد يشمل ذلك أيضًا الإفصاح للجهات الأمنية إذا طُلب ذلك بموجب الإجراءات القانونية المعمول بها.",
    "section4_business_title": "ج. المعاملات التجارية:",
    "section4_business_desc": "في حالة الاندماج أو الاستحواذ أو بيع الأصول، قد يتم نقل معلوماتك الشخصية كجزء من الصفقة. سنتخذ خطوات معقولة لضمان امتثال أي كيان مستحوذ أو خلف لشروط سياسة الخصوصية هذه وقوانين حماية البيانات المعمول بها.",
    "section4_legal_title": "د. الامتثال القانوني الآخر:",
    "section4_legal_desc": "قد نفصح عن بياناتك الشخصية في الحالات التي يكون فيها ذلك ضروريًا لحماية حقوقنا القانونية أو الدفاع ضد الدعاوى القانونية أو الوفاء بالتزاماتنا بموجب القوانين أو اللوائح المعمول بها.",
    "section5_title": "5. أمان بياناتك",
    "section5_desc": "ننفذ تدابير أمان قوية لحماية بياناتك الشخصية:",
    "section5_encryption_title": "التشفير",
    "section5_encryption_desc": "يتم تشفير البيانات الحساسة مثل المعلومات المالية ومعلومات الهوية أثناء الإرسال وأثناء التخزين.",
    "section5_access_title": "التحكم في الوصول",
    "section5_access_desc": "يقتصر الوصول إلى بياناتك الشخصية على الموظفين المخولين فقط، ونستخدم المصادقة متعددة العوامل (MFA) لتعزيز أمان الحساب.",
    "section5_audit_title": "التدقيقات الدورية",
    "section5_audit_desc": "نجري تدقيقات وتقييمات أمنية منتظمة لتحديد ومعالجة أي ثغرات أمنية.",
    "section5_notice_title": "إشعار الأمان",
    "section5_notice_desc": "بينما نتخذ تدابير معقولة لحماية معلوماتك الشخصية، لا يوجد نظام أمان بنسبة 100٪. لا يمكننا ضمان الأمان المطلق لبياناتك.",
    "section6_title": "6. حقوقك بموجب قانون حماية البيانات الإماراتي",
    "section6_desc": "وفقًا لقانون حماية البيانات الإماراتي (2021) واللوائح المعمول بها الأخرى، لديك الحقوق التالية:",
    "section6_rights": [
      {
        "title": "حق الوصول",
        "desc": "يمكنك طلب الوصول إلى البيانات الشخصية التي نحتفظ بها عنك."
      },
      {
        "title": "حق التصحيح",
        "desc": "لديك الحق في تصحيح أي بيانات غير دقيقة أو غير كاملة."
      },
      {
        "title": "حق الحذف",
        "desc": "يمكنك طلب حذف بياناتك الشخصية، مع مراعاة الالتزامات القانونية للاحتفاظ."
      },
      {
        "title": "حق الاعتراض أو تقييد المعالجة",
        "desc": "يمكنك الاعتراض على معالجة بياناتك الشخصية أو طلب تقييد كيفية استخدامها."
      },
      {
        "title": "حق نقل البيانات",
        "desc": "يمكنك طلب نسخة من بياناتك بتنسيق منظم وشائع الاستخدام وقابل للقراءة آليًا."
      },
      {
        "title": "حق سحب الموافقة",
        "desc": "عندما نعتمد على الموافقة في المعالجة، يمكنك سحب موافقتك في أي وقت."
      }
    ],
    "section6_rights_cta": "لممارسة أي من هذه الحقوق، يرجى التواصل معنا عبر تفاصيل الاتصال الواردة في القسم 10.",
    "section7_title": "7. ملفات تعريف الارتباط وتقنيات التتبع",
    "section7_desc": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المشابهة لتحسين تجربتك على منصتنا. تتيح لنا ملفات تعريف الارتباط:",
    "section7_list": [
      "تذكر تفضيلاتك",
      "تقديم خدمات مخصصة",
      "تحليل استخدام الموقع",
      "تحسين وظائف منصتنا"
    ],
    "section7_cookie_title": "إدارة ملفات تعريف الارتباط",
    "section7_cookie_desc": "من خلال الاستمرار في استخدام منصتنا، فإنك توافق على استخدامنا لملفات تعريف الارتباط كما هو موضح في سياسة الخصوصية هذه. يمكنك إدارة أو تعطيل ملفات تعريف الارتباط من خلال إعدادات المتصفح؛ ومع ذلك، يرجى العلم أن تعطيل ملفات تعريف الارتباط قد يؤثر على بعض الميزات ووظائف المنصة بشكل عام.",
    "section8_title": "8. الامتثال لمعايير FATF، الإمارات، وVARA",
    "section8_desc": "بصفتنا مزود خدمة أصول افتراضية مرخص، تلتزم شركة Direct Honest Safe International Exchange FZE بإرشادات مجموعة العمل المالي (FATF) بشأن مكافحة غسل الأموال (AML) ومكافحة تمويل الإرهاب (CTF). يشمل ذلك:",
    "section8_kyc_title": "اعرف عميلك (KYC)",
    "section8_kyc_desc": "نجمع ونقوم بالتحقق من هويتك وعنوانك والتفاصيل ذات الصلة قبل السماح لك بإجراء المعاملات على منصتنا.",
    "section8_monitoring_title": "مراقبة المعاملات",
    "section8_monitoring_desc": "نراقب المعاملات باستمرار لرصد الأنشطة المشبوهة ونلتزم بمتطلبات FATF في الإبلاغ عن مثل هذه الأنشطة.",
    "section8_aml_title": "إجراءات مكافحة غسل الأموال وتمويل الإرهاب",
    "section8_aml_desc": "نستخدم أدوات وعمليات متقدمة لاكتشاف ومنع غسل الأموال وتمويل الإرهاب بما يتماشى مع توصيات FATF الأربعين.",
    "section8_vara_title": "الامتثال للوائح VARA",
    "section8_vara_desc": "وفقًا لإرشادات VARA، نضمن أن خدمات الأصول الافتراضية التي نقدمها متوافقة مع لوائح دولة الإمارات العربية المتحدة لحماية البيانات والأمن المالي وحماية المستهلك.",
    "section9_title": "9. تغييرات على سياسة الخصوصية هذه",
    "section9_desc": "نحتفظ بالحق في تحديث أو تعديل سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في:",
    "section9_list": [
      "ممارسات أعمالنا",
      "المتطلبات القانونية",
      "التطورات التكنولوجية",
      "الالتزامات التنظيمية"
    ],
    "section9_updates_title": "تحديثات السياسة",
    "section9_updates_desc": "سيتم نشر أي تحديثات على هذه الصفحة وسيتم تعديل تاريخ السريان وفقًا لذلك. يرجى مراجعة هذه الصفحة بشكل دوري للحصول على أحدث المعلومات. استمرارك في استخدام خدماتنا بعد أي تغييرات يعتبر قبولاً منك لسياسة الخصوصية المحدثة.",
    "section10_title": "10. تواصل معنا",
    "section10_desc": "إذا كان لديك أي أسئلة بخصوص سياسة الخصوصية هذه أو معالجة بياناتك الشخصية، أو إذا كنت ترغب في ممارسة أي من حقوقك بموجب هذه السياسة، يرجى التواصل معنا عبر:",
    "section10_email": "البريد الإلكتروني: compliance@dhscrypto.com",
    "section10_website": "الموقع الإلكتروني: www.dhs.exchange",
    "section10_phone": "الهاتف: 0585798074",
    "back_to_top": "العودة للأعلى"
  }
}
